tap "homebrew/bundle"
brew "bat"
brew "fzf"
brew "nvm"
brew "pnpm"
brew "starship"
brew "tldr"
brew "z"
cask "fig"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "bradlc.vscode-tailwindcss"
vscode "BriteSnow.vscode-toggle-quotes"
vscode "capaj.graphql-codegen-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "cpylua.language-postcss"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "edison1105.vite-theme-night"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "jock.svg"
vscode "latusinski.theme-switcher"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "Orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "SimonSiefke.svg-preview"
vscode "spywhere.guides"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "teabyii.ayu"
vscode "unifiedjs.vscode-mdx"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "ZixuanChen.vitest-explorer"
vscode "znck.grammarly"
